import React from "react";

const Body = () =>{
    return (
<div className="mt-24 bg-navbarColor">
      <div className="w-full flex flex-col justify-center items -center text-center p-8">
        <h1 className="font-titleFont text-2xl ">Что тут делают?</h1>
        <p className="p-8 text-xl">
        Ремонт кузова автомобиля – это наиболее затратный по времени и цене вид ремонта. Кузов – это максимально уязвимая деталь, и значительная часть обращений в автосервис так или иначе связана с ремонтом или покраской. Мы занимаемся локальным и полным кузовным ремонтом автомобилей, а также всеми видами покрасочных работ. Вы можете обращаться к нам и при легких повреждениях, и при необходимости сложного ремонта – мы вернем вашему автомобилю достойное состояние в максимально короткие сроки!
        <br/><br/>
            <ul>Мастера кузовного цеха нашего ателье выполняют работы по:
                <li>- Кузовному ремонту,</li>
                <li>- Установке обвесов,</li>
                <li>- Покраске суппортов,</li>
                <li>- Созданию индивидуальных элементов кузова,</li>
                <li>- Восстановлению возрастных повреждений,</li>
                <li>и многому другому</li>
            </ul>
        </p>
        </div>
    </div>)
}

export default Body