import React from "react";

const Detail = () =>{
    return (
        <div className="mt-24 bg-navbarColor">
        <div className="w-full flex flex-col justify-center items -center text-center p-8">
        <h1 className="font-titleFont text-2xl ">Что тут делают?</h1>
        <p className="p-8 text-xl">
        Впервые детейлинг появился в Южной Калифорнии (США), затем эту практику переняли в других странах. На сегодняшний день в США насчитывается более 50 тысяч детейлеров. Изначально детейлинг служил для подготовки авто для участия на всевозможных выставках, но сейчас это просто ряд процедур, обеспечивающих автомобиль защитой от вредного воздействия окружающей среды и придающий ему эстетичный внешний вид.
        </p>
        <p className="p-8 text-xl">
        Детейлинг включает в себя ряд процедур, таких как комплексная мойка автомобиля, обезжиривание кузова, очистка чистящей глиной, восстановительная и защитная полировки кузова, полировка передней оптики и задних фонарей, чистка и полировка колёсных дисков, химчистка салона, багажного и моторного отсека, а также нанесение на поверхность кузова прогрессивных защитных покрытий (кварцевых составов (известных в разг. речи как керамика, нанокерамика,супернанокерамика, жидкое стекло), воск).
        </p>
        </div>
    </div>)
}

export default Detail